Repository: chiefpansancolt/devhub
Catalog: Packages/DevHubCore/Sources/DevHubCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# %@ exited with code %d%@
source: %1$@ exited with code %2$d%3$@
de: %@ wurde mit Code %d beendet%@
es: %@ terminó con el código %d%@
fr: %@ s’est terminé avec le code %d%@
ja: %@がコード%dで終了しました%@
ko: %@이(가) 코드 %d(으)로 종료되었습니다%@
pt_br: %@ terminou com o código %d%@
ru: %@ завершилась с кодом %d%@
zh_hans: %@ 已退出，退出代码 %d%@

# %@ exited with code %d.
source: %1$@ exited with code %2$d.
de: %@ wurde mit Code %d beendet.
es: %@ terminó con el código %d.
fr: %@ s’est terminé avec le code %d.
ja: %@がコード%dで終了しました。
ko: %@이(가) 코드 %d(으)로 종료되었습니다.
pt_br: O %@ terminou com o código %d.
ru: %@ завершился с кодом %d.
zh_hans: %@ 以代码 %d 退出。

# %@ failed: %@
source: %1$@ failed: %2$@
de: %@ fehlgeschlagen: %@
es: %@ falló: %@
fr: Échec de %@ : %@
ja: %@が失敗しました: %@
ko: %@ 실패: %@
pt_br: %@ falhou: %@
ru: %@: сбой: %@
zh_hans: %@ 失败：%@

source: %@ is not set up on this Mac.
de: %@ ist auf diesem Mac nicht eingerichtet.
es: %@ no está configurado en este Mac.
fr: %@ n’est pas configuré sur ce Mac.
ja: このMacで%@は設定されていません。
ko: 이 Mac에서 %@이(가) 설정되어 있지 않습니다.
pt_br: O %@ não está configurado neste Mac.
ru: %@ не настроен на этом Mac.
zh_hans: 此 Mac 上未设置 %@。

source: %@ printed output that DevHub could not read.
de: %@ hat eine Ausgabe geliefert, die DevHub nicht lesen konnte.
es: %@ devolvió una salida que DevHub no pudo leer.
fr: %@ a produit une sortie que DevHub n’a pas pu lire.
ja: %@の出力をDevHubは読み取れませんでした。
ko: %@의 출력을 DevHub가 읽을 수 없었습니다.
pt_br: O %@ gerou uma saída que o DevHub não conseguiu ler.
ru: Вывод %@ не удалось прочитать в DevHub.
zh_hans: DevHub 无法读取 %@ 的输出。

source: %@ was cancelled
de: %@ wurde abgebrochen
es: %@ se canceló
fr: %@ a été annulé
ja: %@はキャンセルされました
ko: %@이(가) 취소되었습니다
pt_br: %@ foi cancelado
ru: %@ отменено
zh_hans: %@ 已取消

source: %lld major updates
de: %lld Hauptversions-Updates
es: %lld actualizaciones mayores
fr: %lld mises à jour majeures
ja: %lld件のメジャーアップデート
ko: 주요 업데이트 %lld개
pt_br: %lld atualizações principais
ru: %lld крупных обновлений
zh_hans: %lld 个主版本更新

source: %lld new updates
de: %lld neue Updates
es: %lld actualizaciones nuevas
fr: %lld nouvelles mises à jour
ja: 新しいアップデートが%lld件
ko: 새 업데이트 %lld개
pt_br: %lld novas atualizações
ru: %lld новых обновлений
zh_hans: %lld 个新更新

source: %lld updates available
de: %lld Updates verfügbar
es: %lld actualizaciones disponibles
fr: %lld mises à jour disponibles
ja: %lld件のアップデートがあります
ko: 사용 가능한 업데이트 %lld개
pt_br: %lld atualizações disponíveis
ru: %lld доступных обновлений
zh_hans: 有 %lld 个可用更新

source: %lld updates found
de: %lld Updates gefunden
es: %lld actualizaciones encontradas
fr: %lld mises à jour trouvées
ja: %lld件のアップデートが見つかりました
ko: 업데이트 %lld개 발견
pt_br: %lld atualizações encontradas
ru: Найдено %lld обновлений
zh_hans: 发现 %lld 个更新

source: %lld versions found
de: %lld Versionen gefunden
es: %lld versiones encontradas
fr: %lld versions trouvées
ja: %lld個のバージョンが見つかりました
ko: 버전 %lld개 찾음
pt_br: %lld versões encontradas
ru: Найдено %lld версий
zh_hans: 找到 %lld 个版本

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセル済み
ko: 취소됨
pt_br: Cancelado
ru: Отменено
zh_hans: 已取消

source: Cargo is not installed.
de: Cargo ist nicht installiert.
es: Cargo no está instalado.
fr: Cargo n’est pas installé.
ja: Cargoがインストールされていません。
ko: Cargo가 설치되어 있지 않습니다.
pt_br: O Cargo não está instalado.
ru: Cargo не установлен.
zh_hans: 未安装 Cargo。

# Could not check for new %@ versions: %@
source: Could not check for new %1$@ versions: %2$@
de: Neue %@-Versionen konnten nicht geprüft werden: %@
es: No se pudieron buscar versiones nuevas de %@: %@
fr: Impossible de rechercher de nouvelles versions de %@ : %@
ja: 新しい%@バージョンを確認できませんでした: %@
ko: 새 %@ 버전을 확인할 수 없습니다: %@
pt_br: Não foi possível verificar novas versões do %@: %@
ru: Не удалось проверить новые версии %@: %@
zh_hans: 无法检查 %@ 新版本：%@

source: Could not reach GitHub.
de: GitHub ist nicht erreichbar.
es: No se pudo conectar con GitHub.
fr: Impossible de joindre GitHub.
ja: GitHubに接続できませんでした。
ko: GitHub에 연결할 수 없습니다.
pt_br: Não foi possível acessar o GitHub.
ru: Не удалось связаться с GitHub.
zh_hans: 无法连接到 GitHub。

# Could not read the output of %@: %@
source: Could not read the output of %1$@: %2$@
de: Die Ausgabe von %@ konnte nicht gelesen werden: %@
es: No se pudo leer la salida de %@: %@
fr: Impossible de lire la sortie de %@ : %@
ja: %@の出力を読み取れませんでした: %@
ko: %@의 출력을 읽을 수 없습니다: %@
pt_br: Não foi possível ler a saída de %@: %@
ru: Не удалось прочитать вывод %@: %@
zh_hans: 无法读取 %@ 的输出：%@

# Could not run %@: %@
source: Could not run %1$@: %2$@
de: %@ konnte nicht ausgeführt werden: %@
es: No se pudo ejecutar %@: %@
fr: Impossible d’exécuter %@ : %@
ja: %@を実行できませんでした: %@
ko: %@을(를) 실행할 수 없습니다: %@
pt_br: Não foi possível executar o %@: %@
ru: Не удалось запустить %@: %@
zh_hans: 无法运行 %@：%@

source: DevHub cannot check this package here.
de: DevHub kann dieses Paket hier nicht prüfen.
es: DevHub no puede comprobar este paquete aquí.
fr: DevHub ne peut pas vérifier ce paquet ici.
ja: DevHubはここでこのパッケージを確認できません。
ko: DevHub에서 여기서는 이 패키지를 확인할 수 없습니다.
pt_br: O DevHub não consegue verificar este pacote aqui.
ru: DevHub не может проверить этот пакет здесь.
zh_hans: DevHub 无法在此处检查此软件包。

source: DevHub could not use the keychain: %@
de: DevHub konnte den Schlüsselbund nicht verwenden: %@
es: DevHub no pudo usar el llavero: %@
fr: DevHub n’a pas pu utiliser le trousseau : %@
ja: DevHubはキーチェーンを使用できませんでした: %@
ko: DevHub에서 키체인을 사용할 수 없었습니다: %@
pt_br: O DevHub não conseguiu usar o chaveiro: %@
ru: DevHub не смог использовать связку ключей: %@
zh_hans: DevHub 无法使用钥匙串：%@

source: DevHub has no way to install this package.
de: DevHub kann dieses Paket nicht installieren.
es: DevHub no puede instalar este paquete.
fr: DevHub ne peut pas installer ce paquet.
ja: DevHubはこのパッケージをインストールできません。
ko: DevHub가 이 패키지를 설치할 수 없습니다.
pt_br: O DevHub não consegue instalar este pacote.
ru: DevHub не может установить этот пакет.
zh_hans: DevHub 无法安装此软件包。

source: DevHub has no way to uninstall this package.
de: DevHub kann dieses Paket nicht deinstallieren.
es: DevHub no puede desinstalar este paquete.
fr: DevHub ne peut pas désinstaller ce paquet.
ja: DevHubはこのパッケージをアンインストールできません。
ko: DevHub가 이 패키지를 제거할 수 없습니다.
pt_br: O DevHub não consegue desinstalar este pacote.
ru: DevHub не может удалить этот пакет.
zh_hans: DevHub 无法卸载此软件包。

source: DevHub has no way to update this package.
de: DevHub kann dieses Paket nicht aktualisieren.
es: DevHub no puede actualizar este paquete.
fr: DevHub ne peut pas mettre à jour ce paquet.
ja: DevHubはこのパッケージをアップデートできません。
ko: DevHub가 이 패키지를 업데이트할 수 없습니다.
pt_br: O DevHub não consegue atualizar este pacote.
ru: DevHub не может обновить этот пакет.
zh_hans: DevHub 无法更新此软件包。

source: Device sign-in is turned off for the DevHub app on GitHub.
de: Die Geräteanmeldung ist für die DevHub-App auf GitHub ausgeschaltet.
es: El inicio de sesión de dispositivo está desactivado para la app DevHub en GitHub.
fr: La connexion par appareil est désactivée pour l’app DevHub sur GitHub.
ja: GitHub上のDevHubアプリでは、デバイスでのサインインが無効になっています。
ko: GitHub의 DevHub 앱에서 기기 로그인이 꺼져 있습니다.
pt_br: O login por dispositivo está desativado para o app DevHub no GitHub.
ru: Вход с устройства отключён для приложения DevHub на GitHub.
zh_hans: GitHub 上的 DevHub 应用已关闭设备登录。

source: Every Node version is turned off in Settings.
de: Alle Node-Versionen sind in den Einstellungen ausgeschaltet.
es: Todas las versiones de Node están desactivadas en Ajustes.
fr: Toutes les versions de Node sont désactivées dans les Réglages.
ja: 設定ですべてのNodeバージョンがオフになっています。
ko: 설정에서 모든 Node 버전이 꺼져 있습니다.
pt_br: Todas as versões do Node estão desativadas em Ajustes.
ru: Все версии Node выключены в настройках.
zh_hans: 设置中已关闭所有 Node 版本。

source: Every Python tool manager is turned off in Settings.
de: Alle Python-Tool-Manager sind in den Einstellungen ausgeschaltet.
es: Todos los gestores de herramientas de Python están desactivados en Ajustes.
fr: Tous les gestionnaires d’outils Python sont désactivés dans les Réglages.
ja: 設定ですべてのPythonツールマネージャーがオフになっています。
ko: 설정에서 모든 Python 도구 관리자가 꺼져 있습니다.
pt_br: Todos os gerenciadores de ferramentas do Python estão desativados em Ajustes.
ru: Все менеджеры инструментов Python выключены в настройках.
zh_hans: 设置中已关闭所有 Python 工具管理器。

source: Every Ruby version is turned off in Settings.
de: Alle Ruby-Versionen sind in den Einstellungen ausgeschaltet.
es: Todas las versiones de Ruby están desactivadas en Ajustes.
fr: Toutes les versions de Ruby sont désactivées dans les Réglages.
ja: 設定ですべてのRubyバージョンがオフになっています。
ko: 설정에서 모든 Ruby 버전이 꺼져 있습니다.
pt_br: Todas as versões do Ruby estão desativadas em Ajustes.
ru: Все версии Ruby выключены в настройках.
zh_hans: 设置中已关闭所有 Ruby 版本。

source: GitHub answered with an error (%lld).
de: GitHub hat mit einem Fehler geantwortet (%lld).
es: GitHub respondió con un error (%lld).
fr: GitHub a répondu par une erreur (%lld).
ja: GitHubがエラー(%lld)を返しました。
ko: GitHub에서 오류(%lld)로 응답했습니다.
pt_br: O GitHub respondeu com um erro (%lld).
ru: GitHub ответил ошибкой (%lld).
zh_hans: GitHub 返回了错误（%lld）。

source: GitHub has not finished creating the repository. DevHub tries again at the next sync.
de: GitHub hat das Repository noch nicht fertig angelegt. DevHub versucht es bei der nächsten Synchronisierung erneut.
es: GitHub aún no terminó de crear el repositorio. DevHub lo intentará de nuevo en la próxima sincronización.
fr: GitHub n’a pas fini de créer le dépôt. DevHub réessaiera à la prochaine synchronisation.
ja: GitHubがまだリポジトリの作成を完了していません。次回の同期でDevHubが再試行します。
ko: GitHub에서 저장소 생성이 아직 끝나지 않았습니다. 다음 동기화 때 DevHub가 다시 시도합니다.
pt_br: O GitHub ainda não terminou de criar o repositório. O DevHub tenta novamente na próxima sincronização.
ru: GitHub ещё не закончил создание репозитория. DevHub повторит попытку при следующей синхронизации.
zh_hans: GitHub 尚未完成仓库的创建。DevHub 将在下次同步时重试。

source: GitHub no longer accepts this sign-in. Connect again to keep syncing.
de: GitHub akzeptiert diese Anmeldung nicht mehr. Verbinde dich erneut, um weiter zu synchronisieren.
es: GitHub ya no acepta este inicio de sesión. Conéctate de nuevo para seguir sincronizando.
fr: GitHub n’accepte plus cette connexion. Reconnectez-vous pour continuer la synchronisation.
ja: GitHubはこのサインインを受け付けなくなりました。同期を続けるには、もう一度接続してください。
ko: GitHub에서 더 이상 이 로그인을 허용하지 않습니다. 계속 동기화하려면 다시 연결하세요.
pt_br: O GitHub não aceita mais este login. Conecte novamente para continuar sincronizando.
ru: GitHub больше не принимает этот вход. Подключитесь снова, чтобы продолжить синхронизацию.
zh_hans: GitHub 不再接受此登录。请重新连接以继续同步。

source: GitHub refused the request: %@
de: GitHub hat die Anfrage abgelehnt: %@
es: GitHub rechazó la solicitud: %@
fr: GitHub a refusé la requête : %@
ja: GitHubがリクエストを拒否しました: %@
ko: GitHub에서 요청을 거부했습니다: %@
pt_br: O GitHub recusou a solicitação: %@
ru: GitHub отклонил запрос: %@
zh_hans: GitHub 拒绝了请求：%@

source: GitHub sent an answer that DevHub could not read.
de: GitHub hat eine Antwort gesendet, die DevHub nicht lesen konnte.
es: GitHub envió una respuesta que DevHub no pudo leer.
fr: GitHub a envoyé une réponse que DevHub n’a pas pu lire.
ja: GitHubからの応答をDevHubは読み取れませんでした。
ko: GitHub의 응답을 DevHub가 읽을 수 없었습니다.
pt_br: O GitHub enviou uma resposta que o DevHub não conseguiu ler.
ru: GitHub прислал ответ, который DevHub не смог прочитать.
zh_hans: DevHub 无法读取 GitHub 发来的响应。

source: GitHub sync: %@
de: GitHub-Synchronisierung: %@
es: Sincronización con GitHub: %@
fr: Synchronisation GitHub : %@
ja: GitHub同期: %@
ko: GitHub 동기화: %@
pt_br: Sincronização com o GitHub: %@
ru: Синхронизация с GitHub: %@
zh_hans: GitHub 同步：%@

source: Homebrew was not found in /opt/homebrew or /usr/local.
de: Homebrew wurde weder in /opt/homebrew noch in /usr/local gefunden.
es: No se encontró Homebrew en /opt/homebrew ni en /usr/local.
fr: Homebrew est introuvable dans /opt/homebrew et /usr/local.
ja: /opt/homebrewにも/usr/localにもHomebrewが見つかりません。
ko: /opt/homebrew 또는 /usr/local에서 Homebrew를 찾을 수 없습니다.
pt_br: O Homebrew não foi encontrado em /opt/homebrew nem em /usr/local.
ru: Homebrew не найден ни в /opt/homebrew, ни в /usr/local.
zh_hans: 在 /opt/homebrew 或 /usr/local 中未找到 Homebrew。

source: No %@ versions were found in this folder.
de: In diesem Ordner wurden keine %@-Versionen gefunden.
es: No se encontraron versiones de %@ en esta carpeta.
fr: Aucune version de %@ trouvée dans ce dossier.
ja: このフォルダには%@のバージョンが見つかりません。
ko: 이 폴더에서 %@ 버전을 찾을 수 없습니다.
pt_br: Nenhuma versão do %@ foi encontrada nesta pasta.
ru: В этой папке не найдено версий %@.
zh_hans: 此文件夹中未找到 %@ 版本。

source: No Node version manager found. DevHub looked for nvm, fnm, Volta and asdf.
de: Keine Node-Versionsverwaltung gefunden. DevHub hat nach nvm, fnm, Volta und asdf gesucht.
es: No se encontró ningún gestor de versiones de Node. DevHub buscó nvm, fnm, Volta y asdf.
fr: Aucun gestionnaire de versions de Node trouvé. DevHub a cherché nvm, fnm, Volta et asdf.
ja: Nodeのバージョン管理ツールが見つかりません。DevHubはnvm、fnm、Volta、asdfを探しました。
ko: Node 버전 관리자를 찾을 수 없습니다. DevHub는 nvm, fnm, Volta, asdf를 찾아보았습니다.
pt_br: Nenhum gerenciador de versões do Node foi encontrado. O DevHub procurou nvm, fnm, Volta e asdf.
ru: Менеджер версий Node не найден. DevHub искал nvm, fnm, Volta и asdf.
zh_hans: 未找到 Node 版本管理器。DevHub 查找了 nvm、fnm、Volta 和 asdf。

source: No Node versions were found in %@.
de: In %@ wurden keine Node-Versionen gefunden.
es: No se encontraron versiones de Node en %@.
fr: Aucune version de Node trouvée dans %@.
ja: %@にNodeのバージョンが見つかりません。
ko: %@에서 Node 버전을 찾을 수 없습니다.
pt_br: Nenhuma versão do Node foi encontrada em %@.
ru: В %@ не найдено версий Node.
zh_hans: 在 %@ 中未找到 Node 版本。

source: No Python tool manager found. DevHub looked for pipx and uv.
de: Kein Python-Tool-Manager gefunden. DevHub hat nach pipx und uv gesucht.
es: No se encontró ningún gestor de herramientas de Python. DevHub buscó pipx y uv.
fr: Aucun gestionnaire d’outils Python trouvé. DevHub a cherché pipx et uv.
ja: Pythonツールマネージャーが見つかりません。DevHubはpipxとuvを探しました。
ko: Python 도구 관리자를 찾을 수 없습니다. DevHub가 pipx와 uv를 찾아봤습니다.
pt_br: Nenhum gerenciador de ferramentas do Python foi encontrado. O DevHub procurou pipx e uv.
ru: Менеджер инструментов Python не найден. DevHub искал pipx и uv.
zh_hans: 未找到 Python 工具管理器。DevHub 已查找 pipx 和 uv。

source: No Ruby version manager found. DevHub looked for RVM, rbenv, chruby and asdf.
de: Keine Ruby-Versionsverwaltung gefunden. DevHub hat nach RVM, rbenv, chruby und asdf gesucht.
es: No se encontró ningún gestor de versiones de Ruby. DevHub buscó RVM, rbenv, chruby y asdf.
fr: Aucun gestionnaire de versions de Ruby trouvé. DevHub a cherché RVM, rbenv, chruby et asdf.
ja: Rubyのバージョン管理ツールが見つかりません。DevHubはRVM、rbenv、chruby、asdfを探しました。
ko: Ruby 버전 관리자를 찾을 수 없습니다. DevHub는 RVM, rbenv, chruby, asdf를 찾아보았습니다.
pt_br: Nenhum gerenciador de versões do Ruby foi encontrado. O DevHub procurou RVM, rbenv, chruby e asdf.
ru: Менеджер версий Ruby не найден. DevHub искал RVM, rbenv, chruby и asdf.
zh_hans: 未找到 Ruby 版本管理器。DevHub 查找了 RVM、rbenv、chruby 和 asdf。

source: No Ruby versions were found in %@.
de: In %@ wurden keine Ruby-Versionen gefunden.
es: No se encontraron versiones de Ruby en %@.
fr: Aucune version de Ruby trouvée dans %@.
ja: %@にRubyのバージョンが見つかりません。
ko: %@에서 Ruby 버전을 찾을 수 없습니다.
pt_br: Nenhuma versão do Ruby foi encontrada em %@.
ru: В %@ не найдено версий Ruby.
zh_hans: 在 %@ 中未找到 Ruby 版本。

source: No folder was printed
de: Es wurde kein Ordner ausgegeben
es: No se imprimió ninguna carpeta
fr: Aucun dossier n’a été affiché
ja: フォルダが出力されませんでした
ko: 폴더가 출력되지 않았습니다
pt_br: Nenhuma pasta foi exibida
ru: Папка не была выведена
zh_hans: 未输出文件夹

source: Nothing was found at this path.
de: An diesem Pfad wurde nichts gefunden.
es: No se encontró nada en esta ruta.
fr: Rien n’a été trouvé à cet emplacement.
ja: このパスには何も見つかりません。
ko: 이 경로에서 아무것도 찾지 못했습니다.
pt_br: Nada foi encontrado neste caminho.
ru: По этому пути ничего не найдено.
zh_hans: 此路径下未找到任何内容。

source: Rust was not found. DevHub looked for rustup in ~/.cargo/bin and in Homebrew.
de: Rust wurde nicht gefunden. DevHub hat in ~/.cargo/bin und in Homebrew nach rustup gesucht.
es: No se encontró Rust. DevHub buscó rustup en ~/.cargo/bin y en Homebrew.
fr: Rust est introuvable. DevHub a cherché rustup dans ~/.cargo/bin et dans Homebrew.
ja: Rustが見つかりません。DevHubは~/.cargo/binとHomebrewでrustupを探しました。
ko: Rust를 찾을 수 없습니다. DevHub가 ~/.cargo/bin과 Homebrew에서 rustup을 찾아봤습니다.
pt_br: O Rust não foi encontrado. O DevHub procurou o rustup em ~/.cargo/bin e no Homebrew.
ru: Rust не найден. DevHub искал rustup в ~/.cargo/bin и в Homebrew.
zh_hans: 未找到 Rust。DevHub 已在 ~/.cargo/bin 和 Homebrew 中查找 rustup。

source: Skipped %@: no package with that name was found.
de: %@ übersprungen: Es wurde kein Paket mit diesem Namen gefunden.
es: Se omitió %@: no se encontró ningún paquete con ese nombre.
fr: %@ ignoré : aucun paquet de ce nom n’a été trouvé.
ja: %@をスキップしました: その名前のパッケージが見つかりません。
ko: %@ 건너뜀: 해당 이름의 패키지를 찾을 수 없습니다.
pt_br: %@ ignorado: nenhum pacote com esse nome foi encontrado.
ru: %@ пропущен: пакет с таким именем не найден.
zh_hans: 已跳过 %@：找不到该名称的软件包。

# Skipped %@: no version of it supports Node %@.
source: Skipped %1$@: no version of it supports Node %2$@.
de: %@ übersprungen: Keine Version unterstützt Node %@.
es: Se omitió %@: ninguna versión es compatible con Node %@.
fr: %@ ignoré : aucune version n’est compatible avec Node %@.
ja: %@をスキップしました: Node %@に対応するバージョンがありません。
ko: %@ 건너뜀: Node %@을(를) 지원하는 버전이 없습니다.
pt_br: %@ ignorado: nenhuma versão é compatível com o Node %@.
ru: %@ пропущен: ни одна версия не поддерживает Node %@.
zh_hans: 已跳过 %@：没有任何版本支持 Node %@。

source: Some older versions could not be checked, so no compatible version was found.
de: Einige ältere Versionen konnten nicht geprüft werden, daher wurde keine kompatible Version gefunden.
es: No se pudieron comprobar algunas versiones anteriores, así que no se encontró ninguna versión compatible.
fr: Certaines versions antérieures n’ont pas pu être vérifiées, aucune version compatible n’a donc été trouvée.
ja: 古いバージョンの一部を確認できなかったため、対応するバージョンは見つかりませんでした。
ko: 일부 이전 버전을 확인할 수 없어 호환되는 버전을 찾지 못했습니다.
pt_br: Algumas versões anteriores não puderam ser verificadas, então nenhuma versão compatível foi encontrada.
ru: Некоторые старые версии не удалось проверить, поэтому совместимая версия не найдена.
zh_hans: 有些旧版本无法检查，因此没有找到兼容的版本。

source: Standard packages are missing
de: Standardpakete fehlen
es: Faltan paquetes estándar
fr: Des paquets standard manquent
ja: 標準パッケージが不足しています
ko: 표준 패키지가 없습니다
pt_br: Faltam pacotes padrão
ru: Не хватает стандартных пакетов
zh_hans: 缺少标准软件包

source: The code expired. Start again.
de: Der Code ist abgelaufen. Starte neu.
es: El código caducó. Empieza de nuevo.
fr: Le code a expiré. Recommencez.
ja: コードの有効期限が切れました。最初からやり直してください。
ko: 코드가 만료되었습니다. 처음부터 다시 시작하세요.
pt_br: O código expirou. Comece novamente.
ru: Срок действия кода истёк. Начните заново.
zh_hans: 代码已过期。请重新开始。

source: The command exited with code %d.
de: Der Befehl wurde mit Code %d beendet.
es: El comando terminó con el código %d.
fr: La commande s’est terminée avec le code %d.
ja: コマンドがコード%dで終了しました。
ko: 명령이 코드 %d(으)로 종료되었습니다.
pt_br: O comando terminou com o código %d.
ru: Команда завершилась с кодом %d.
zh_hans: 命令已退出，退出代码 %d。

source: The file changed on GitHub during the sync.
de: Die Datei hat sich während der Synchronisierung auf GitHub geändert.
es: El archivo cambió en GitHub durante la sincronización.
fr: Le fichier a changé sur GitHub pendant la synchronisation.
ja: 同期中にGitHub上のファイルが変更されました。
ko: 동기화하는 동안 GitHub의 파일이 변경되었습니다.
pt_br: O arquivo mudou no GitHub durante a sincronização.
ru: Файл на GitHub изменился во время синхронизации.
zh_hans: 同步期间 GitHub 上的文件发生了变化。

source: The file in the repository could not be read. Nothing was uploaded.
de: Die Datei im Repository konnte nicht gelesen werden. Es wurde nichts hochgeladen.
es: No se pudo leer el archivo del repositorio. No se subió nada.
fr: Le fichier du dépôt n’a pas pu être lu. Rien n’a été envoyé.
ja: リポジトリ内のファイルを読み取れませんでした。何もアップロードされていません。
ko: 저장소의 파일을 읽을 수 없습니다. 아무것도 업로드되지 않았습니다.
pt_br: Não foi possível ler o arquivo no repositório. Nada foi enviado.
ru: Не удалось прочитать файл в репозитории. Ничего не было загружено.
zh_hans: 无法读取仓库中的文件。没有上传任何内容。

source: The file in the repository is not a DevHub standard packages file. Nothing was uploaded.
de: Die Datei im Repository ist keine DevHub-Standardpaketdatei. Es wurde nichts hochgeladen.
es: El archivo del repositorio no es un archivo de paquetes estándar de DevHub. No se subió nada.
fr: Le fichier du dépôt n’est pas un fichier de paquets standard DevHub. Rien n’a été envoyé.
ja: リポジトリ内のファイルはDevHubの標準パッケージファイルではありません。何もアップロードされていません。
ko: 저장소의 파일은 DevHub 표준 패키지 파일이 아닙니다. 아무것도 업로드되지 않았습니다.
pt_br: O arquivo no repositório não é um arquivo de pacotes padrão do DevHub. Nada foi enviado.
ru: Файл в репозитории не является файлом стандартных пакетов DevHub. Ничего не было загружено.
zh_hans: 仓库中的文件不是 DevHub 标准软件包文件。没有上传任何内容。

source: The file in the repository is too large to read. Nothing was uploaded.
de: Die Datei im Repository ist zu groß zum Lesen. Es wurde nichts hochgeladen.
es: El archivo del repositorio es demasiado grande para leerlo. No se subió nada.
fr: Le fichier du dépôt est trop volumineux pour être lu. Rien n’a été envoyé.
ja: リポジトリ内のファイルは大きすぎて読み取れません。何もアップロードされていません。
ko: 저장소의 파일이 너무 커서 읽을 수 없습니다. 아무것도 업로드되지 않았습니다.
pt_br: O arquivo no repositório é grande demais para ser lido. Nada foi enviado.
ru: Файл в репозитории слишком велик для чтения. Ничего не было загружено.
zh_hans: 仓库中的文件太大，无法读取。没有上传任何内容。

source: The file is not valid JSON.
de: Die Datei ist kein gültiges JSON.
es: El archivo no es un JSON válido.
fr: Le fichier n’est pas un JSON valide.
ja: ファイルは有効なJSONではありません。
ko: 파일이 올바른 JSON이 아닙니다.
pt_br: O arquivo não é um JSON válido.
ru: Файл не является корректным JSON.
zh_hans: 文件不是有效的 JSON。

source: The file kept changing on GitHub. DevHub tries again at the next sync.
de: Die Datei hat sich auf GitHub immer wieder geändert. DevHub versucht es bei der nächsten Synchronisierung erneut.
es: El archivo seguía cambiando en GitHub. DevHub lo intentará de nuevo en la próxima sincronización.
fr: Le fichier n’a pas cessé de changer sur GitHub. DevHub réessaiera à la prochaine synchronisation.
ja: GitHub上のファイルが変更され続けました。次回の同期でDevHubが再試行します。
ko: GitHub의 파일이 계속 변경되었습니다. 다음 동기화 때 DevHub가 다시 시도합니다.
pt_br: O arquivo continuou mudando no GitHub. O DevHub tenta novamente na próxima sincronização.
ru: Файл на GitHub постоянно менялся. DevHub повторит попытку при следующей синхронизации.
zh_hans: GitHub 上的文件一直在变化。DevHub 将在下次同步时重试。

source: The file on GitHub was written by a newer version of DevHub. Update DevHub to sync again. Nothing was uploaded.
de: Die Datei auf GitHub wurde von einer neueren DevHub-Version geschrieben. Aktualisiere DevHub, um wieder zu synchronisieren. Es wurde nichts hochgeladen.
es: El archivo de GitHub lo escribió una versión más reciente de DevHub. Actualiza DevHub para volver a sincronizar. No se subió nada.
fr: Le fichier sur GitHub a été écrit par une version plus récente de DevHub. Mettez DevHub à jour pour synchroniser de nouveau. Rien n’a été envoyé.
ja: GitHub上のファイルは新しいバージョンのDevHubで作成されました。再び同期するにはDevHubをアップデートしてください。何もアップロードされていません。
ko: GitHub의 파일은 더 새로운 DevHub 버전에서 작성되었습니다. 다시 동기화하려면 DevHub를 업데이트하세요. 아무것도 업로드되지 않았습니다.
pt_br: O arquivo no GitHub foi criado por uma versão mais recente do DevHub. Atualize o DevHub para sincronizar novamente. Nada foi enviado.
ru: Файл на GitHub создан более новой версией DevHub. Обновите DevHub, чтобы снова синхронизировать. Ничего не было загружено.
zh_hans: GitHub 上的文件由较新版本的 DevHub 写入。请更新 DevHub 后再同步。没有上传任何内容。
